[
    {
        "pergunta": 1,
        "enunciado": "O diagnóstico de enfermagem que compõem a Sistematização da Assistência de Enfermagem\n (SAE) é subdividido em 4 classificações. Correlacione as classificações do diagnóstico com a\n respectiva definição e escolha o caminho da resposta correta.\n\nI-Bem-estar    II-Risco   III-Real   IV-Síndrome  \nA-Conjunto de diagnósticos de enfermagem vigentes ou de alto risco. \nB-Sustentado por características definidoras (manifestações, sinais e sintomas) que se agrupam \nem padrões de sugestões ou inferências relacionadas.\nC-Tem potencial aumento para melhora dos níveis de bem-estar.\nD-Sustentado por fatores de risco que contribuem para uma vulnerabilidade aumentada.\n",
        "respostas": [
            " I-A\n II-C\n III-D\n IV-B",
            " I-C\n II-D\n III-B\n IV-A",
            " I-B\n II-A\n III-C\n IV-D"
          
        ],
        "respostaCorreta":"B"
    },
    {
        "pergunta": 2,
        "enunciado": "O diagnóstico de enfermagem está incluso no Processo de Enfermagem. Esse processo, é dividido\n em 5 etapas.Escolha o caminho no qual essas etapas estão na ordem correta para se ter\n uma assistência efetiva.",
        "respostas": [
            "Planejamento, avaliação, coleta de dados, \ndiagnóstico e implementação",
            "Coleta de dados, diagnóstico, planejamento, \nimplementação e avaliação",
            "Coleta de dados, planejamento, diagnóstico, \nimplementação e avaliação"
        ],
        "respostaCorreta":"B"
    },{
        "pergunta": 3,
        "enunciado": "O diagnóstico de Proteção Ineficaz tem a seguinte definição: \nDiminuição na capacidade de se proteger de ameaças internas e externas, como doenças ou lesões.\nDe acordo com essa definição, qual a população em risco desse diagnóstico?",
        "respostas": [
            "População de Jovens",
            "População de Extremos de Idade",
            "População de Gestantes"
        ],
        "respostaCorreta":"B"
    },
    {
        "pergunta": 4,
        "enunciado": " \nA definição ''Inspiração e/ou expiração que não proporciona ventilação adequada'',\n se refere a qual diagnóstico de enfermagem??",
        "respostas": [
            "Estilo de vida sedentário ",
            "Padrão respiratório ineficaz",
            "Risco de infecção"
        ],
        "respostaCorreta":"B"
    },{
        "pergunta": 5,
        "enunciado": " O diagnóstico “Risco de choque”, não tem os fatores de risco definidos, porém há condições \nassociadas ao mesmo.\nSiga o caminho que indica algumas dessas condições.",
        "respostas": [
            "Hipotensão, Sepse e Hipóxia.",
            "Hipertensão, Tabagismo e obesidade.",
            "Tabagismo, Dispneia e Doença crônica."
        ],
        "respostaCorreta":"A"
    },
    {
        "pergunta": 6,
        "enunciado": "As três classificações de enfermagem — NANDA, NIC e NOC — foram planejadas para serem \nutilizadas apenas individualmente, a fim de colaborar nas etapas do processo de enfermagem.\nCom relação à sistematização da assistência de enfermagem (SAE)\n,assinale a alternativa que não corresponde com a verdade",
        "respostas": [
            "Os erros mais comuns no raciocínio diagnóstico do \nenfermeiro são: \nDefinição do problema a partir de dados insuficientes, \nideia preconcebida quanto à resposta da pessoa examinada,\n omissão de pista significativa e identificação de apenas\n um sintoma ou uma pista como diagnóstico.",
            "Situação hipotética: João, com sessenta anos de idade,\n apresenta o seguinte diagnóstico de enfermagem: \nmobilidade física prejudicada em decorrência da alteração\n na integridade de estruturas ósseas e dor evidenciada por\n alterações na marcha e desconforto. \nAssertiva: Nesse caso, o resultado esperado é que João\n apresente mobilidade física melhorada em uma semana.",
            "Risco de infecção evidenciado por vacinação inadequada \ne imunossupressão é um diagnóstico de risco para criança\n de quinze meses de idade que recebe o primeiro reforço\n da vacina tríplice bacteriana e da vacina tetra viral."
        ],
        "respostaCorreta":"C"
    },
    {
        "pergunta": 7,
        "respostas": [
            "Jogo concluido. Voltar para o menu principal ?"
        ],
        "respostaCorreta":"A"
    },
    {
        "pergunta": 8,
        "respostas": [
            "Infelizmente você perdeu.. \nVolte para Menu Principal e tente novamente!"
        ],
        "respostaCorreta":"A"
    }
]